[{"id":"1","title":"Гласные А/О","description":"Следует различать гласные <strong>а</strong> и <strong>о</strong> в корнях <strong>зар-</strong> и <strong>зор-</strong>, <strong>рас(т)-</strong> и <strong>рос(т)-</strong>, <strong>равн-</strong> и <strong>ровн-</strong>, <strong>гар-</strong> и <strong>гор-</strong>, <strong>плав-</strong> и <strong>плов-</strong>:<br /><br />\r\n1. <strong>зар-</strong> пишется в словах <em>заря, зарница, озарять</em> (под ударением - <em>за́рево, лучеза́рный</em>) и во всех образованных от них словах (<em>озарение </em>и др.);<br />\r\n<strong>зор-</strong> пишется под ударением в отдельных словах и формах: <em>зо́рька, зо́ренька, зо́рюшка, зо́ри, зорь, зо́рю</em> (бить, играть зорю).<br />\r\n<br />\r\n2. <strong>рас(т)-</strong> пишется в глаголах <em>расти, растить, вырастать, наращать</em> и т. п. и во всех образованных от них словах, например: <em>растение, произрастание, ращение, сращение, возраст</em> и т. п., а также в слове <em>отрасль</em>;<br />\r\n<strong>рос(т)-</strong> пишется в прошедшем времени и в причастии прошедшего времени от расти, например: <em>рос, росла, росло, росший, вырос, выросший</em> и т. п., а также в словах <em>заросль, поросль, водоросль, недоросль, росток</em> и в образованных от них словах.<br />\r\n<br />\r\n3. <strong>равн-</strong> пишется преимущественно в словах, которые связываются по значению с равный (&quot;одинаковый&quot;), например: <em>равномерный, равнозначный, сравнить, равнение, равнять(ся), поравняться, всё равно;</em><br />\r\n<strong>ровн-</strong> пишется преимущественно в словах, связанных по значению с ровный (&quot;гладкий&quot;;, &quot;прямой&quot;), например: <em>ровнять, сровнять и </em>т. п.<em>, уровень;</em> в слове <em>равнина </em>пишется а.<br />\r\n<br />\r\n4. <strong>гар-</strong> пишется под ударением, например: <em>зага́р, нага́р,</em> а также в словах <em>и́згарь, вы́гарки;</em><br />\r\n<strong>гор-</strong> пишется в остальных случаях, например: <em>загорелый, нагореть.</em><br />\r\n<br />\r\n5. <strong>плав-</strong> пишется во всех случаях, кроме слов <em>пловец, пловчиха, плывуны.</em><br />\r\n<br />\r\nЧередование <strong>а</strong> и <strong>о</strong> находим также в глаголах <em>скакать - выскочить, кланяться - поклониться, касаться - коснуться, предлагать - предложить, излагать - изложить</em> и т. п. а также <em>макать - мочить</em> и в образованных от них словах: <em>скакун - выскочка, касательство - прикосновение, облагание - обложение</em> и др.<br />\r\n","ruleId":"1"},{"id":"2","title":"Гласные Е/И","description":"В корнях <strong>бер-</strong> - <strong>бир-</strong>, <strong>дер-</strong> - <strong>дир-</strong>, <strong>мер-</strong> - <strong>мир-</strong>, <strong>пер-</strong> - <strong>пир-</strong>, <strong>тер-</strong> - <strong>тир-</strong>, <strong>блест-</strong> - <strong>блист-</strong>, <strong>жег-</strong> - <strong>жиг-</strong>, <strong>стел-</strong> - <strong>стил-</strong>, <strong>чет-</strong> - <strong>чит-</strong>, пишется <strong>и</strong>, если дальше следует суффикс - <strong>а-</strong>... в противном случае пишется <strong>е</strong>... Исключения: <em>сочетать, сочетание</em>.<br /><br />\r\nНапример:<br />\r\n<em>сжигать - сжечь, выжигать - выжечь</em> и т. п.;<br />\r\n<em>постилать - постелю, расстилать - расстелю</em> и т. п.;<br />\r\n<em>раздирать - раздеру, удирать - удеру</em> и т. п.;<br />\r\n<em>отпирать - отпереть, запирать - запереть</em> и т. п.;<br />\r\n<em>стирать - стереть, растирать - растереть</em> и т. п.;<br />\r\n<em>умирать - умереть, помирать - помереть, замирать - замереть</em> и т. п.;<br />\r\n<em>избирать - изберу, прибирать - приберу</em> и т. п.;<br />\r\n<em>вычитать - вычесть, прочитать - прочесть</em> и т. п.;<br />\r\n<em>сидеть - сесть, а также блистать - блестеть.</em>\r\n","ruleId":"1"},{"id":"3","title":"Общее правило","description":"Написание этих приставок подчиняется общему правилу. Обе приставки встречаются под ударением: <em>привязь, приступ, призвук, присвист, прибыл, приданный, призванный и прерванный, преданный.</em> Применение общего правила требует учета разных значений этих приставок.<br />","ruleId":"2"},{"id":"4","title":"Приставка ПРИ или ПРИ","description":"Приставка <strong>ПРЕ-</strong> пишется в случаях:<br />\r\n<br />\r\n1. когда она придает словам <strong>значение предельной степени действия</strong>, превосходящего какую-либо меру, или высшей степени качества: <em>превозносить, превышать, преувеличивать, превосходить, преуспевать; превосходный, прехорошенький, премилый, премило;</em><br />\r\n<br />\r\n2. когда она <strong>имеет значение приставки пере-</strong>: <em>преградить (перегородить), превратить, прекратить, предание (передать), преступить (переступить), превратный (перевернутый), преемник (перенимать). </em><br />\r\n<br />\r\nПриставка <strong>ПРИ-</strong> придает словам значения:<br />\r\n<br />\r\n1. пространственной <strong>близости</strong>, смежности: <em>приморский, Приамурье, прибрежье, пристанционный, приусадебный; </em><br />\r\n<br />\r\n2. <strong>прибавления, приближения, присоединения</strong>: <em>приклонить, пригнать, привести, привязать, примерзнуть, пристегнуть; </em><br />\r\n<br />\r\n3. <strong>неполноты действия</strong>: <em>привянуть, приоткрыть, прилечь, приспустить, приутихнуть; </em><br />\r\n<br />\r\n4. <strong>доведения действия до конца, до определенного результата</strong>: <em>приискать, прикончить, приглушить (&quot;заглушить совсем&quot;), приучить, придумать, прирезать; </em><br />\r\n<br />\r\n5. <strong>совершения действия в собственных интересах</strong>, усиленного проявления действия: <em>приглядеться, прикарманить, приманить, принарядиться, припрятать, присвоить, прислушаться; </em><br />\r\n<br />\r\n6. <strong>сопутствующего действия</strong>: <em>припевать, присвистывать, пританцовывать.</em>","ruleId":"2"},{"id":"5","title":"Примечания","description":"Примечание 1. Приставка пре- является старославянской по происхождению. В русском языке ей соответствует приставка с полногласным сочетанием <strong>пере-</strong>: <em>преграда - перегородка, предать - передать.</em>\r\n<br /><br />\r\nПримечание 2. Необходимо различать написания близких по звучанию, но разных по значению слов с приставками <strong>пре-</strong> и <strong>при-</strong>: <em>презирать </em>(ненавидеть) и <em>призирать</em> (давать приют); <em>презрение </em>и <em>призрение</em>; <em>преклонить </em>(голову) и <em>приклонить </em>(ветку к земле); <em>претворить </em>(мечту в реальность) и <em>притворить </em>(дверь), <em>притвориться </em>(спящим); <em>претерпеть</em> (неудобства) и <em>притерпеться </em>(к неудобствам); <em>преходящий </em>(момент: переходящий) и <em>приходящий</em> (почтальон, причастие от приходить).\r\n<br /><br />\r\nПримечание 3. Необходимо различать написание слов <em>преумножить </em>(&quot;сильно умножить&quot;) и <em>приумножить </em>(&quot;добавить незначительное количество&quot;), хотя значения эти часто трудно разграничить.\r\n<br /><br />\r\nПримечание 4. В следующих словах бывшие приставки уже не вычленяются: <em>предел, предмет, преимущество, прекословить, прельщать, преминуть, (знаки) препинания, препона, препятствие, пререкаться, пресловутый, пресыщаться, претить, преткновение (камень преткновения), прибор, привередливый, пригожий, приказать, приличный, примитивный, притязание, причащаться, причина, приязнь.</em>\r\nПримечание 5. В заимствованных словах пишутся приставки как <strong>пре-</strong> , так и <strong>при-</strong>: <em>преамбула, превалировать, президент, президиум, препарат; приватный, примадонна, привилегия, примитив, приоритет.</em>\r\n<br />","ruleId":"2"},{"id":"6","title":"Ы, И после приставок","description":"При сочетании приставки, оканчивающейся на согласный, с корнем или с другой приставкой, которые начинаются с <strong>и</strong>, пишется, согласно с произношением, по общему правилу <strong>ы</strong>, например: <em>розыск, предыдущий, возыметь, изымать</em> (но: <em>взимать</em>, где произносится и), п<em>одытожить, безыскусственный, сызнова, безыдейный, безынициативный, безынтересный, сымпровизировать, надындивидуальный, предыстория.</em><br />\r\n<br />\r\nНо пишется <strong>и</strong>:<br />\r\n<br />\r\n1. В словах с приставками <strong>меж-</strong> и <strong>сверх-</strong>, например: <em>межирригационный, сверхизысканный. </em><br />\r\n<br />\r\n2. В словах с иноязычными приставками и частицами: <strong>пан-</strong>, <strong>суб-</strong>, <strong>транс-</strong>, <strong>контр-</strong> и т. п.<br />\r\n<br />","ruleId":"3"},{"id":"7","title":"Ы, И после Ц","description":"Буква <strong>И</strong> после <strong>Ц</strong> пишется:<br />\r\n<br />\r\n1. В корне слов, например: <em>цинк, цирковой, цинга, кроме исключений: цыган, на цыпочках, цыплёнок, цыц.</em><br />\r\n<br />\r\n2. В словах на <strong>-ция</strong> и в словах, образованных от них, например: <em>лекция, лекционный, нация, национальный.</em><br />\r\n<br />\r\nБуква <strong>Ы</strong> после <strong>Ц</strong> пишется:<br />\r\n<br />\r\n1. В словах-исключениях: <em>цыган, на цыпочках, цыплёнок, цыц</em>. А также в словах, образованных от них, например: <em>цыганята, по-цыгански, цыплятница, цыплячий, цыкнул, выцыганил.</em><br />\r\n<br />\r\n2. В суффиксе <strong>-ын</strong> притяжательных прилагательных, например: <em>сестрицын, куницын, птицын.</em><br />\r\n<br />\r\n<em>Примечание. Но в фамилиях возможно написание против правил, например: Ельцин. В окончании существительных <strong>-ы</strong> и окончании прилагательных <strong>-ый</strong>, например: куцый, бледнолицый, скворцы, лётчицы, проводницы, борцы, продавщицы.</em>","ruleId":"6"},{"id":"8","title":"О, Е, Ё после шипящих и Ц в суффиксах и окончаниях","description":"Если после <strong>ж</strong>, <strong>ч</strong>, <strong>ш</strong>, <strong>щ</strong> под ударением произносится <strong>о</strong>, то буква <strong>о</strong> пишется:<br />\r\n<br />\r\n1. В окончаниях имен существительных и прилагательных, например: <em>плечо, ножом, шалашом, плечом, Фомичом, плащом, межой, вожжой, душой, свечой, пращой, чужой, большой.</em><br />\r\n<br />\r\n2. В суффиксах:<br />\r\n<br />\r\nа) имен существительных:<br />\r\n<strong>-ок</strong>, например: <em>рожок, петушок, крючок, борщок;<br />\r\n<strong>-онок</strong>, например: медвежонок, мышонок, галчонок, бочонок;<br />\r\n-<strong>онк-</strong>а, например: книжонка, рубашонка, ручонка;</em> также <em>деньжонки</em>;<br />\r\n<br />\r\nб) имен прилагательных:<br />\r\n-<strong>ов-</strong>, например; <em>ежовый, грошовый, парчовый, холщовый;</em><br />\r\n<strong>-он-</strong> (с беглым <strong>-о-</strong>), например: <em>смешон</em>;<br />\r\n<br />\r\nв) наречий, например: <em>свежо, горячо, общо.</em><br />\r\n<br />\r\n3. В род. пад. множ. ч. на <strong>-ок</strong>, <strong>-он</strong> имен существительных, например: <em>кишок, княжон.</em><br />\r\n<br />\r\nВо всех прочих случаях после <strong>ж</strong>, <strong>ч</strong>, <strong>ш</strong>, <strong>щ </strong>под ударением пишется буква ё, хотя и произносится о, а именно:<br />\r\n<br />\r\n1. В глагольных окончаниях <strong>-ёшь</strong>, <strong>-ёт</strong>, <strong>-ём</strong>, <strong>-ёте</strong>, например: <em>лжёшь, лжёт и т. д., печёшь, печёт</em> и т. д.<br />\r\n<br />\r\n2. В глагольном суффиксе <strong>-ёвыва-</strong>, например: <em>затушёвывать, перекочёвывать, </em>также <em>затушёвывание, перекочёвывание.</em><br />\r\n<br />\r\n3. В суффиксе отглагольных существительных <strong>-ёвк-</strong>, например: <em>перекочёвка, размежёвка.</em><br />\r\n<br />\r\n4. В суффиксе существительных <strong>-ёр</strong>, например: <em>дирижёр, ретушёр, стажёр, ухажёр.</em><br />\r\n<br />\r\n5. В суффиксе причастий страдательного залога <strong>-ённ-</strong> (<strong>-ён-</strong>) и в словах, образованных от таких причастий, например: <em>напряжённый, напряжён, напряжённость, напряжённо;<br />\r\nотрешённый, отрешённость; размягчённый, размягчённость; упрощённый, упрощённость; учёный, учёность; толчёный; жжёный, жжёнка.</em><br />\r\n<br />\r\nВ суффиксах и окончаниях существительных и прилагательных и в суффиксах наречий после шипящих и <strong>ц</strong> без ударения пишется <strong>е</strong>, например: <em>пищево́й, певу́че, но́жичек.</em><br />","ruleId":"7"},{"id":"9","title":"О, Ё после шипящих в корне слов","description":"Буква <strong>Ё</strong> в корне после шипящих пишется, если можно подобрать родственное слово с буквой <strong>Е</strong> под ударением или без ударения, например:<br />\r\n<br />\r\n<em>жёлтый (желтеть), жёсткий(жестковатый), жёрнов (жернова), жёлудь (желудей), жёрдочка (жердей); дешёвый, дешёвки (дешеветь), шёлк (шелковистый), шёрстка (шерстяной), решётка, решётчатый (решето), кошёлка (кошелек), шёпот (шептать); чёлн (челнок), чёлка (чело), чёрт (чертей), чёрный (чернота), чёт (нечет), чечётка (чечет), отчёт, счёт (вычет, вычесть), чёрточка (черта), печёнка (печень), бечёвка (бечева); щётка (щетина), щёлкать (щелчок), пощёчина, щёки (щека); </em><br />\r\n<br />\r\nв корнях глагольных форм: <em>сжёг, поджёг, сжёгший, поджёгший (сжечь, поджечь), шёл (шедший), разжёвывать (разжевать).</em><br />\r\n<br />\r\nНаписание слов с буквой <strong>О</strong> после шипящих в корне является непроверяемым, и такие слова следует запомнить:<br />\r\n<br />\r\n<em>шoк, шoв, шoу, шoрох, шoмпол, шoрты, крыжoвник, капюшoн, трущoба, трещoтка, чoкаться, чoкнутый, чoпорный, чащoба, мажoр, ожoг (сущ.), поджoг (сущ.), изжoга, жoр, обжoра. </em><br />\r\n<br />\r\n<em>Примечание. Не путать существительные ожог и поджог с глаголами: получил ожог &mdash; обжёг руку, совершил поджог &mdash; поджёг сарай.</em><br />","ruleId":"8"},{"id":"10","title":"Окончания существительных","description":"1. В родительном падеже существительных первого склонения всегда пишется окончание <strong>-и</strong>, в дательном и предложном <strong>-е</strong>.<br />\r\n<br />\r\nИ.п. речка.<br />\r\n<strong>Р.п.</strong> речк<strong>и</strong>.<br />\r\n<strong>Д.п.</strong> речк<strong>е</strong>.<br />\r\nВ.п. речку.<br />\r\nТ.п. речкой.<br />\r\n<strong>П.п.</strong> о речк<strong>е</strong>.<br />\r\n<br />\r\n2. В предложном падеже существительных второго склонения всегда пишется окончание <strong>-е</strong>.<br />\r\n<br />\r\nИ.п. конь, окно.<br />\r\nР.п. коня, окна.<br />\r\nД.п. коню, окну.<br />\r\nВ.п. коня, окно.<br />\r\nТ.п. конём, окном.<br />\r\n<strong>П.п.</strong> о кон<strong>е</strong>, в окн<strong>е</strong>.<br />\r\n<br />\r\n3. В родительном, дательном и предложном падежах существительных третьего склонения всегда пишется окончание <strong>-и</strong>.<br />\r\n<br />\r\nИ.п. ткань.<br />\r\n<strong>Р.п.</strong> ткан<strong>и</strong>.<br />\r\n<strong>Д.п.</strong> ткан<strong>и</strong>.<br />\r\nВ.п. ткань.<br />\r\nТ.п. тканью.<br />\r\n<strong>П.п.</strong> о ткан<strong>и</strong>.<br />\r\n<br />\r\n4. В родительном, дательном и предложном падежах существительных на <strong>-мя</strong>, пишется окончание <strong>-и</strong>. Необходимо запомнить 10 существительных среднего рода, оканчивающхся (в н.ф.) на <strong>-мя</strong>: <em>знамя, вымя, стремя, бремя, темя, племя, пламя, семя, время, имя</em>, и слово &quot;<em>путь</em>&quot;.<br />\r\n<br />\r\nИ.п. знамя, путь.<br />\r\n<strong>Р.п.</strong> знамен<strong>и</strong>, пут<strong>и</strong>.<br />\r\n<strong>Д.п.</strong> знамен<strong>и</strong>, пут<strong>и</strong>.<br />\r\nВ.п. знамя, путь.<br />\r\nТ.п. знаменем, путём.<br />\r\n<strong>П.п.</strong> о знамен<strong>и</strong>, о пут<strong>и</strong>.<br />\r\n<br />\r\n5. В родительном, дательном и предложном падежах существительных на <strong>-ия</strong> пишется окончание <strong>-и</strong>.<br />\r\n6. В предложном падеже существительных мужского рода на <strong>-ий</strong> и среднего рода на <strong>-ие</strong> пишется окончание <strong>-и</strong>.<br />\r\n<br />\r\nИ.п. история, гений, здание.<br />\r\n<strong>Р.п.</strong> истори<strong>и</strong>, гения, здания.<br />\r\n<strong>Д.п.</strong> истори<strong>и</strong>, гению, зданию.<br />\r\nВ.п. историю, гения, здание.<br />\r\nТ.п. историей, гением, зданием.<br />\r\n<strong>П.п.</strong> об истори<strong>и</strong>, о гени<strong>и</strong>, о здани<strong>и</strong><br />","ruleId":"9"},{"id":"11","title":"Глаголы прошедшего времени","description":"Глаголы прошедшего времени изменяются по числам, а в единственном числе &mdash; по родам. Они образуются от неопределённой формы глагола с помощью суффикса <strong>-л-</strong>.<br />\r\n<br />\r\nПример: <em>ходить (н.ф.) &rarr; ходил, ходила, ходило, ходили.</em><br />\r\n<br />\r\nПеред суффиксом <strong>-л-</strong> в глаголах прошедшего времени пишется та же гласная, что и перед <strong>-ть</strong> в глаголах неопределённой формы.<br />\r\n<br />\r\nПримеры:<br />\r\n<em>сеять &rarr; сеял, сеяли<br />\r\nстроить &rarr; строил, строила<br />\r\nвидеть &rarr; видел, видели<br />\r\nвредничать &rarr; вредничал, вредничала<br />\r\nклеить &rarr; клеил, клеили.</em><br />","ruleId":"11"},{"id":"12","title":"Общее правило","description":"Глаголы в настоящем и будущем времени изменяются по лицам и числам (это называется спряжением).<br />\r\n<br />\r\nПо своим личным окончаниям глаголы делятся на два типа:<br />\r\n<br />\r\nI спряжения: <strong>-у</strong> (<strong>-ю</strong>), <strong>-ешь</strong>, <strong>-ет</strong>, <strong>-ем</strong>, <strong>-ете</strong>, <strong>-ут</strong> (<strong>-ют</strong>)<br />\r\nII спряжения: <strong>-у</strong> (<strong>-ю</strong>), <strong>-ишь</strong>, <strong>-ит</strong>, <strong>-им</strong>, <strong>-ите</strong>, <strong>-ат</strong> (<strong>-ят</strong>)<br />\r\n<br />\r\nПример 1. Проспрягаем глагол I спряжения &quot;гулять&quot;.<br />\r\n<br />\r\n1 лицо &rarr; <em>я гуляю, мы гуляем</em><br />\r\n2 лицо &rarr; <em>ты гуляешь, вы гуляете</em><br />\r\n3 лицо &rarr; <em>он гуляет, они гуляют</em><br />\r\n<br />\r\nПример 2. Проспрягаем глагол II спряжения &quot;возить&quot;.<br />\r\n<br />\r\n1 лицо &rarr; <em>я вожу, мы возим</em><br />\r\n2 лицо &rarr; <em>ты возишь, вы возите</em><br />\r\n3 лицо &rarr; <em>он возит, они возят</em><br />\r\n<br />\r\nКо II спряжению относятся глаголы, которые в начальной форме оканчиваются на <strong>-ить</strong> (<em>пилить, носить, дежурить</em>) и глаголы-исключения: <em>гнать, держать, дышать, слышать, смотреть, видеть, ненавидеть, обидеть, вертеть, зависеть, терпеть.</em><br />\r\n<br />\r\nК I спряжению относятся все остальные глаголы: на <strong>-еть</strong>, <strong>-ать</strong>, <strong>-ять</strong>, <strong>-оть</strong>, <strong>-уть</strong>, <strong>-ыть</strong>, <strong>-ти</strong>, <strong>-чь</strong> (<em>писать, сеять, прыгнуть</em>) и глаголы-исключения: брить, стелить, зиждиться. <em>Примечание. Глаголы-исключения с приставками также являются исключениями: пригнать, задержать, надышаться, услышать, подсмотреть, свидеться, разобидеться, повертеть, перетерпеть, расстелить и другие.</em><br />","ruleId":"10"},{"id":"13","title":"Применение правила","description":"Чтобы определить, какую гласную писать в безударном окончании, нужно:<br />\r\n<br />\r\n<strong>Шаг 1</strong>. Поставить глагол в неопределенную форму. <em>он кол..т &rarr; колоть ты леч..шь &rarr; лечить</em>.<br />\r\n<br />\r\n<strong>Шаг 2</strong>. Определить, какая гласная стоит перед <strong>-ть</strong>.<br />\r\n<br />\r\n<strong>Шаг 3</strong>. Решить, к какому спряжению относится глагол и какое личное окончание должно быть написано. <em>колоть </em>&rarr; <strong>-оть </strong>&rarr; I спр &rarr; <em>колет лечить </em>&rarr; <strong>-ить</strong> &rarr; II спр &rarr; <em>лечишь</em>.<br />\r\n<br />\r\n<em>Примечание. Под ударением пишется то, что слышится: гляди́т, сиди́т, молчи́т, спи́т, кричи́т. Примеры Он тащ..т &rarr; н.ф. &ndash; тащить &rarr; на <strong>-ить</strong> &rarr; II спряжение &rarr; он тащит Ты скач..шь &rarr; н.ф. &ndash; скакать &rarr; на <strong>-ать</strong> &rarr; I спр &rarr; ты скачешь Мы догон..м &rarr; н.ф. &ndash; догнать &rarr; на <strong>-ать</strong> &rarr; II спр, исключение &rarr; мы догоним.</em><br />","ruleId":"10"},{"id":"14","title":"Причастия действительные с суффиксами УЩ, ЮЩ, АЩ, ЯЩ","description":"В действительных причастиях настоящего времени пишутся<br />\r\nсуффиксы <strong>-ущ</strong>-, <strong>-ющ</strong>- , если причастия образованы от глаголов первого спряжения,<br />\r\nсуффиксы <strong>-ащ</strong>-, <strong>-ящ</strong>-, если образованы от глаголов второго спряжения.<br />\r\n<br />\r\nПримеры:<br />\r\n<em>бороться &rarr; I спр. &rarr; они борются &rarr; борющийся,<br />\r\nлечить &rarr; II спр. &rarr; они лечат &rarr; лечащий,<br />\r\nвидеть &rarr; II спр. (искл.) &rarr; они видят &rarr; видящий.</em><br />","ruleId":"12"},{"id":"15","title":"Причастия страдательные с суффиксами ЕМ, ИМ","description":"В страдательных причастиях настоящего времени пишется<br />\r\nсуффикс <strong>-ем</strong>-, если причастие образовано от глаголов первого спряжения,<br />\r\nсуффикс <strong>-им</strong>-, если образовано от глаголов второго спряжения.<br />\r\n<br />\r\nПримеры:<br />\r\n<em>выполнять &rarr; I спр. &rarr; мы выполняем &rarr; выполняемый,<br />\r\nзначить &rarr; II спр. &rarr; мы значим &rarr; значимый,<br />\r\nзависеть &rarr; II спр. (искл.) &rarr; мы зависим &rarr; зависимый.</em><br />","ruleId":"12"},{"id":"16","title":"Причастия действительные прошедшего времени с суффиксом ВШ","description":"В действительных причастиях прошедшего времени перед суффиксом <strong>-вш</strong>- пишется та же гласная, что и перед <strong>-ть</strong>- в глаголах неопределённой формы.<br />\r\n<br />\r\nПримеры:<br />\r\n<em>сеять &rarr; сеявший,<br />\r\nобидеть &rarr; обидевший,<br />\r\nмаячить &rarr; маячивший.</em><br />","ruleId":"12"},{"id":"17","title":"Гласные в суффиксах страдательных причастий прошедшего времени ЕНН, АНН, ЯНН","description":"В страдательных причастиях прошедшего времени пишутся суффиксы <strong>-анн</strong>- (<strong>-ан</strong>-), <strong>-янн</strong>- (<strong>-ян</strong>-), если причастие образовано от глаголов, оканчивающихся в неопределённой форме на <strong>-ать</strong>, <strong>-ять</strong>.<br />\r\nСуффикс <strong>-енн</strong>- пишется, если причастие образовано от глаголов на <strong>-ить</strong>, <strong>-еть</strong>, <strong>-ти</strong>.<br />\r\n<br />\r\nПримеры:<br />\r\n<em>развеять &rarr; развеянный,<br />\r\nнаписать &rarr; написанный,<br />\r\nзапаять &rarr; запаянный,<br />\r\nзаклеить &rarr; закленный,<br />\r\nобрушить &rarr; обрушенный,<br />\r\nподсмотреть &rarr; подсмотренный.</em><br />","ruleId":"12"},{"id":"18","title":"Приставки на З и С","description":"Буква <strong>З</strong> пишется в приставках <strong>без-</strong>, <strong>раз-</strong>, <strong>из-</strong>, <strong>воз-</strong>, <strong>вз-</strong>, <strong>низ-</strong>, <strong>чрез-</strong> перед звонкими согласными (<strong>б</strong>, <strong>в</strong>,<strong> г</strong>, <strong>д</strong>, <strong>ж</strong>, <strong>з</strong>, <strong>л</strong>, <strong>м</strong>, <strong>н</strong>, <strong>р</strong>) и гласными.<br />\r\n<br />\r\nНапример: <em>безграмотный, разглядеть, изрисовать, возвышаться, взбрыкнуть, низвергнуть, чрезвычайный, безаварийный.</em><br />\r\n<br />\r\nБуква <strong>С</strong> пишется в приставках <strong>бес-</strong>, <strong>рас-</strong>, <strong>ис-</strong>, <strong>вос-</strong>, <strong>вс-</strong>, <strong>нис-</strong>, <strong>чрес-</strong> (<strong>черес-</strong>) перед глухими согласными (<strong>п</strong>, <strong>ф</strong>, <strong>к</strong>, <strong>т</strong>, <strong>ш</strong>, <strong>с</strong>, <strong>ч</strong>, <strong>щ</strong>, <strong>ц</strong>, <strong>х</strong>).<br />\r\n<br />\r\nНапример: <em>бессовестный, расщелина, использовать, восходить, вскарабкаться, ниспадать, чересчур.</em><br />\r\n<br />\r\n<em>Примечание 1. Это правило не распространяется на приставку <strong>с-</strong>. Она остаётся неизменной независимо от того, находится ли она перед глухой или звонкой согласной, например: сбежать, сделать, сговориться, свидеться, сжечь.</em><br />\r\n<br />\r\n<em>Примечание 2. Приставка <strong>с-</strong> также входит в состав таких слов: несдержанный, несговорчивый, несдобровать и др. ( <strong>не</strong> + <strong>с</strong> + [<strong>корень</strong>] ) Не путать эти случаи с приставкой <strong>нис-</strong>. </em><br />\r\n<br />\r\n<em>Примечание 3. Не путать приставку <strong>низ-</strong> с корнем <strong>низ-</strong>. Например: низкорослый, низкопробный, но низвергать, низложить.</em><br />\r\n<br />\r\n<em>Примечание 4. Также правило не распространяется на слова здесь, здание, здоровье, так как буква <strong>З</strong> в них является частью корня.</em><br />","ruleId":"13"},{"id":"19","title":"Н и НН в суффиксах прилагательных, образованных от существительных","description":"<strong>Н</strong> пишется:<br />\r\n<br />\r\n1.&nbsp;В суффиксе <strong>-ин</strong>- притяжательных прилагательных: <em>гусиный, львиный, звериный.</em><br />\r\n<br />\r\n<em>Примечание. Притяжательные прилагательные обозначают принадлежность чего-либо кому-либо и отвечают на вопрос <strong>чей?</strong></em><br />\r\nНапример: <em>писк</em> (<strong>чей?</strong>) <em>мышиный</em>, <em>трель </em>(<strong>чья?</strong>) <em>соловьиная</em>, <em>гнездо </em>(<strong>чьё?</strong>) <em>осиное</em>, <em>соты </em>(<strong>чьи?</strong>) <em>пчелиные</em>.<br />\r\n<br />\r\n2. В суффиксах <strong>-ан</strong>-, <strong>-ян</strong>-: <em>кожаный, волосяной, глиняный.</em><br />\r\nИсключения: <em>оловянный, деревянный, стеклянный.</em><br />\r\n<br />\r\n<em>Примечание. Прилагательные с суффиксами <strong>-ан</strong>-, <strong>-ян</strong>- имеют значение &quot;сделанный из чего-то или для чего-то&quot;.</em><br />\r\nНапример: <em>из шерсти &rarr; шерстяной, из серебра &rarr; серебряный, для дров &rarr; дровяной, для платьев &rarr; платяной.</em><br />\r\n<br />\r\nСледуют запомнить некоторые слова с труднообъяснимым написанием: <em>багряный, юный, свиной, пряный, румяный, рьяный.</em><br />\r\n<br />\r\n<strong>НН</strong> пишется:<br />\r\n<br />\r\n1. На стыке основы, оканчивающейся на <strong>н</strong>, и суффикса <strong>-н</strong>- <em>стенной, длинный, барабанный, баянный.</em><br />\r\n<br />\r\n2. В суффиксах <strong>-енн</strong>-, <strong>-онн</strong>- <em>художественный, станционный, лиственный, коллекционный.</em><br />\r\nИсключение: <em>ветреный (ветреный человек, ветреный день)</em>, но в однокоренных словах с приставками пишется <strong>-енн</strong>-: <em>безветренный, подветренный.</em>Не путать со словом <em>ветряной </em>(<em>ветряной двигатель, ветряная мельница</em>).<br />\r\n<br />\r\nСледуют различать прилагательные:<br />\r\n<em>масляный (из масла, на масле)</em>, например: <em>масляная краска, масляное пятно, масляный радиатор; и масленый (запачканный, пропитанный, смазанный маслом)</em>, например: <em>масленая каша, масленый блин, масленые руки</em> (эти слова образованы от глагола &quot;<em>маслить</em>&quot;).<br />","ruleId":"14"},{"id":"20","title":"Н и НН в суффиксах причастий и отглагольных прилагательных","description":"<strong>НН</strong> пишется:<br />\r\n1. В полных страдательных причастиях и отглагольных прилагательных, если есть приставка (не влияет на написание наличие приставки <strong>не-</strong>) <em>связанный, перегруженный, выкошенная.</em><br />\r\n<br />\r\n2. В полных страдательных причастиях, если есть зависимые слова вязанный (<strong>кем?</strong>) <em>мамой шарф, груженный</em> (<strong>чем?</strong>) <em>песком самосвал, кошенная</em> (<strong>когда?</strong>) <em>вчера трава.</em><br />\r\n<br />\r\n3. В отглагольных прилагательных, оканчивающихся на <strong>-ованный</strong>, <strong>-ёванный</strong> <em>организованный, бронированный, дрессированный, корчёванный. </em><br />\r\n<br />\r\n<em>Примечание. В прилагательных кованый, жёваный сочетание <strong>-ов</strong>- и <strong>-ёв</strong>- входят в состав корня, а не суффикса.</em><br />\r\n<br />\r\n4. В бесприставочных причастиях, образованных от глаголов совершенного вида. Таких слов немного, и их следует запоминать или проверять по словарю, например: <em>брошенный, купленный, решённый, лишённый, пленённый, данный.</em><br />\r\nА также как исключение в немногих причастиях, образованных от глаголов несовершенного вида: н<em>евиданный, неслыханный, нежданный, негаданный, нечаянный, священный, желанный, медленный.</em><br />\r\n<br />\r\n<strong>Н</strong> пишется:<br />\r\n1. В полных отглагольных прилагательных, если нет приставок и зависимых слов (не влияет на написание наличие приставки <strong>не-</strong>):&nbsp;<em>жареная рыба, гружёный вагон, квашеная капуста, копчёная колбаса.</em><br />\r\n<br />\r\n2. В кратких страдательных причастиях: <em>деньги перечислены, здание построено, текст набран, машина подана.</em><br />\r\n<br />\r\n<em>Примечание 1. В сложных словах написание <strong>Н</strong> зависит от наличия приставки во второй части слова, например: гладкокрашеный &mdash; гладкоокрашенный, малоезженый &mdash; малонаезженный, свежемороженый &mdash; свежезамороженный.</em><br />\r\n<br />\r\n<em>Примечание 2. В сложных сочетаниях с повторением однокоренных слов пишется одна <strong>Н</strong> во второй части против правил, несмотря на наличие приставок, чтобы избежать двоякого написания, например: глаженый-переглаженый, стираный-перестираный, латаный-перелатаный.</em><br />\r\n<br />\r\n<em>Примечание 3. В наречиях, образованных от страдательных причастий и отглагольных прилагательных, пишется столько же <strong>Н</strong>, сколько и в словах, от которых они образованы, например: бешеный &rarr; бешено, изысканный &rarr; изысканно, рискованный &rarr; рискованно, путаный &rarr; путано.</em>< br />","ruleId":"15"},{"id":"21","title":"Мягкий знак после шипящих на конце слов","description":"<strong>Ь</strong> пишется:<br />\r\n1. В существительных женского рода единственного числа 3 склонения, например: <em>ночь, мышь, рожь, вещь.</em><br />\r\n<br />\r\n2. В глаголах пишется всегда: В глаголах неопределённой формы, причем и перед <strong>-ся</strong>, например: <em>беречь, увлечься, прилечь.</em><br />\r\n<br />\r\n3. В глаголах 2 лица единственного числа, в том числе и перед <strong>-ся</strong>, например: <em>пишешь, лечишься, купаешься.</em><br />\r\n<br />\r\n4. В глаголах повелительного наклонения в единственном и множественном числе, в том числе перед <strong>-ся</strong> и перед <strong>-те</strong>, например: <em>отрежь, намажься, обозначьте.</em><br />\r\n<br />\r\n5. В наречиях, например: <em>сплошь, вскачь, прочь, напрочь, наотмашь, настежь, точь-в-точь, навзничь, кроме исключений: уж, замуж, невтерпёж.</em><br />\r\n<br />\r\n6. В частицах <em>лишь, вишь, ишь, бишь. </em><br />\r\n<br />\r\n<strong>Ь</strong> не пишется:<br />\r\n1. В существительных мужского рода единственного числа, например: <em>плащ, богач, нож, шалаш.</em><br />\r\n<br />\r\n2. В существительных во множественном числе родительном падеже, например: <em>много задач, хранилищ, груш, луж.</em><br />\r\n<br />\r\n3. В кратких прилагательных мужского рода, например: <em>горюч, похож, тощ.</em><br />\r\n<br />\r\n4. В мужских отчествах, например: <em>Петрович, Сергеевич.</em><br />","ruleId":"16"},{"id":"22","title":"Ъ и Ь разделительный знак","description":"<strong>Ъ</strong> пишется перед буквами <strong>е</strong>, <strong>ё</strong>, <strong>ю</strong>, <strong>я</strong>:<br />\r\nПосле русских приставок, оканчивающихся на согласную, <strong>от-</strong>, <strong>об-</strong>, <strong>под-</strong>, <strong>с-</strong>, <strong>в-</strong>, <strong>пред-</strong>, <strong>без-</strong>, <strong>раз-</strong>, <strong>из-</strong>, <strong>вз-</strong>, <strong>сверх-</strong>, <strong>меж-</strong>.<br />\r\nНапример: <em>объем, отъехать, съедобный, сверхъестественный, предъюбилейный, межъязыковой.</em><br />\r\n<br />\r\nПосле иноязычных приставок, оканчивающихся на согласную, <strong>ад-</strong>, <strong>диз-</strong>, <strong>ин-</strong>, <strong>интер-</strong>, <strong>кон-</strong>, <strong>суб-</strong>, <strong>супер-</strong>, <strong>транс-</strong> и частицы <strong>пан-</strong>.<br />\r\nНапример: <em>адъютант, инъекция, конъюнктура, объект, субъект, трансъевропейский, панъяпонский.</em><br />\r\n<br />\r\nВ сложных словах, первую часть которых образуют числительные <strong>двух-</strong>, <strong>трех-</strong>, <strong>четырёх-</strong>.<br />\r\nНапример: <em>двухъядерный, трехъярусный, четырёхъязычный.</em><br />\r\n<br />\r\n<strong>Ь</strong> разделительный знак пишется после согласных перед гласными <strong>е</strong>, <strong>и</strong>, <strong>ё</strong>, <strong>ю</strong>, <strong>я</strong> во всех остальных случаях, но только не после приставки.<br />\r\nНапример: <em>вьюга, вьёт, бьющийся, обезьяна, пьеса, ручьи, бельё, семья.</em><br />\r\n<br />\r\n<em>Примечание. Разделительным является также мягкий знак в некоторых иноязычных словах перед буквой о.</em><br />\r\nНапример: <em>бульон, почтальон, медальон, шампиньон, каньон, лосьон, павильон, ботильоны.</em><br />","ruleId":"17"},{"id":"24","title":"Общее правило","description":"Деепричастие &mdash; это особая форма глагола, которая сочетает признаки глагола и наречия и обозначает добавочное действие. Деепричастие является неизменяемой частью речи и образуется только от глаголов с помощью суффиксов <strong>-я</strong>(<strong>-а</strong>), <strong>-в</strong>, <strong>-вши</strong>(<strong>-ши</strong>).<br />\r\n<br />\r\nДеепричастия отвечают на вопросы:<br />\r\n<strong>Что делая?</strong> (от глаголов несовершенного вида) <em>Отпуская, держась.</em><br />\r\n<strong>Что сделав?</strong> (от глаголов совершенного вида) <em>Закрыв, улыбнувшись, пришедши.</em><br />","ruleId":"20"},{"id":"25","title":"Практика","description":"Перед суффиксами <strong>-в</strong>, <strong>-вши</strong> деепричастий совершенного вида пишется та же гласная, что и перед <strong>-ть</strong> в глаголах неопределённой формы.<br />\r\n<br />\r\nПримеры:<br />\r\n<em>развеять &rarr; развеяв,<br />\r\nприклеить &rarr; приклив,<br />\r\nобидеть &rarr; обидевшись,<br />\r\nуслышать &rarr; услышавши.</em><br />","ruleId":"20"}]